<?php

return [
    //通用错误码
    '200000' => '操作成功！',
    '500000' => '操作失败！',
    '500001' => '操作异常！',
    '500002' => '请求不合法！',
    '500003' => '缺少参数！',
    '500004' => '没有数据！',
    '500005' => '参数错误！',
    '500006' => '单据状态错误！',
    '500100' => '队列任务保存失败！',
    '500200' => '内部服务异常！',
    '500201' => '内部服务请求无响应！',
    '500203' => '数据库操作失败! :model',

    //业务错误码1010000 错误段码按管理列表功能区分，从101开始递增   101段为公共业务错误代码，其他列表按此递增
    '10100000' => '此单据不属于该用户仓库权限',
    '10100001' => ':0,不存在',
    '10100002' => '单据:0,不存在',
    '10100003' => '出库单:0,不存在',
    '10100004' => '指定字段:0,不存在',

    // 物流产品 10200000
    '10200000' => '物流商不存在',
    '10200001' => '渠道不存在',
    '10200002' => '渠道不允许重复',

    // 10300000

    // 10400000

    // 10500000



];

