<?php
return array(
    '全部' => '全部',
    '出库单号' => '出库单号',
    '调整单' => '调整单',
    '拣货单' => '拣货单',
    '拣货完成' => '拣货完成',
    '生成拣货单' => '生成拣货单',
    '截单' => '截单',
    '装箱异常' => '装箱异常',
    '还库上架完成' => '还库上架完成',
    '出库单拦截成功' => '出库单拦截成功',
    '出库单拦截拒绝' => '出库单拦截拒绝',
    '拦截单号' => '拦截单号',
    '商品装箱出库' => '商品装箱出库',
    '整箱中转出库' => '整箱中转出库',
    '中转出库' => '中转出库',
    'sku' => 'sku',
    '上架总数量' => '上架总数量',
    '已上架数量' => '已上架数量',
    '实上数量' => '实上数量',
    '库区' => '库区',
    '库位' => '库位',
    '待出库列表' => '待出库列表',
    'PC扫描' => 'PC扫描',
    'PDA扫描' => 'PDA扫描',
    'PC出库完成' => 'PC出库完成',
    'PC批量出库完成' => 'PC批量出库完成',
    'PC扫描出库完成' => 'PC扫描出库完成',
    'PDA扫描出库完成' => 'PDA扫描出库完成',
    '待处理' => '待处理',
    '处理中' => '处理中',
    '已处理' => '已处理',
    '已作废' => '已作废',
    '库位预分配失败' => '库位预分配失败',
    '实物库存不足' => '实物库存不足',
    '重试' => '重试',
    '补拣' => '补拣',
    '差异补拣' => '差异补拣',
    '差异出库' => '差异出库',
    '差异完成' => '差异完成',
    '异常撤销' => '异常撤销',
    '异常SKU' => '异常SKU',
    '异常箱唛号' => '异常箱唛号',
    '拦截中' => '拦截中',
    '拦截成功' => '拦截成功',
    '按单拣货' => '按单拣货',
    '波次拣货' => '波次拣货',
    '容器条码' => '容器条码',
    '处理异常完成' => '处理异常完成',
    '生成预下架单' => '生成预下架单',
    '出库单拦截中' => '出库单拦截中',
    '出库单拦截审核拒绝' => '出库单拦截审核拒绝'












);
